[
  {
    "speaker": 0,
    "transcript": "Hey, Erlich."
  },
  {
    "speaker": 1,
    "transcript": "Hi. How are you doing?"
  },
  {
    "speaker": 0,
    "transcript": "Thomas, it's P and E formula. How are you doing, man?"
  },
  {
    "speaker": 1,
    "transcript": "I'm doing good. I was left Oh, you got it. Right? Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Oh, then. Oh, hey. It happened some times, but we're in a group. Yeah. Let me let me grab my headphones here really quick."
  },
  {
    "speaker": 1,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "No problem, ma'am. Alright. How can you hear me? Is it coming through clear?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. I can hear you. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Beautiful. Awesome, man. So how's the morning been so far? You over slept a little bit got some got some beauty rest?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Yeah. I understand. Because that's why I I guess I slept pretty late. Mhmm. I'm doing some work. And then I was looking forward to this call in and and trying to wake up on time, I overslept over that."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Hang on. You get it sometimes? So, I mean, tell me, where are you based out of?"
  },
  {
    "speaker": 1,
    "transcript": "Oh, I'm in Massachusetts."
  },
  {
    "speaker": 0,
    "transcript": "Oh, Massachusetts. There you go. Cool. Well, I know we have a limited amount of time here, so you're gonna dive in. Got a clean sheet of paper, something to take notes with."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Actually, I'm right here. Yes."
  },
  {
    "speaker": 0,
    "transcript": "Cool. Awesome. So really the intent to call today is to find out where you're at right now. And where it's working for you, but it's not working for you, where you wanna go. And then in the video that you watched that me sent over, you know, we also have a program called b and b Platinum. And today, I also wanna see if it'd be a great fit to work with each other and if we can definitely help you out inside the program. Does that sound good?"
  },
  {
    "speaker": 1,
    "transcript": "Okay. Yeah. That sounds good. Cool."
  },
  {
    "speaker": 0,
    "transcript": "Now before we dive in here, I just wanna say that we've seen with Brian Page, All of his most successful clients that have scaled to multiple 6 and 7 figures online, all have 2 traits in that they're extremely decisive and committed. And what I mean by that is that by the end of today's call, the 1 thing we'll know for sure is if we're a great fit to work with each other. So the 1 thing I asked from you is either tell me, I'm a hundred percent in or I'm a hundred percent out. You know, I'm good with the other or. Just the 1 thing I ask is we avoid finishing the call I need to think about it because most of the time, I need to think about it, is really just a a nice way of saying no. So is that something we could both agree to?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Sure. I mean -- Okay."
  },
  {
    "speaker": 0,
    "transcript": "--"
  },
  {
    "speaker": 1,
    "transcript": "because right now, I I am pretty committed. I just wanna know what you guys have to offer so I can go forward with that."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Cool. We'll definitely dive into that. So is there anybody else, like a business partner or spouse? Helps you make financial decisions that should be on this call, or does it just come down to you?"
  },
  {
    "speaker": 1,
    "transcript": "No. It's come down to me. It should come down to anybody else."
  },
  {
    "speaker": 0,
    "transcript": "Cool. Awesome. And then really quick, how do you pronounce your name? What's correct pronunciation? Ulrich. Ulrich. Okay. Cool. So, Arich, tell me what motivated you to take the time out of your day to have this conversation with me."
  },
  {
    "speaker": 1,
    "transcript": "Was just up to the fact that it was back in I think it's 1 in 19 now about about the course. That was, like, at the beginning of COBRA The thing is right before COVID started, I actually took some steps to actually start the Airbnb business. But the thing is because of COVID and the fact that I didn't have a car at a time. And not enough time on my side. I kind of, you know, sat back and just let that go. I was like, oh, I don't wanna deal with the the complications. So I'm thinking, oh, I'll put another travel as much because the virus never else. So I just went on and just left the the the that business idea and put it on the side. Mhmm. Now it's 20 22. I have I do have a car now. And, you know, I've been working full time and everything else. So now I'm more looking for do it myself. Because I did I did go to, like, 2 different 2 different landlords. 1 of them didn't like it. Because she was all she was managing multiple properties. And the other person well, the place was not suitable for that. So that's the other thing. So it's as if, you know, it's always be at the back of my head, then I wanna try the rental arbitrage. Yep. That's what."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Okay. And then what has you most about the or what has you most excited to say about the Airbnb business model?"
  },
  {
    "speaker": 1,
    "transcript": "I guess, learning how to talk to the landlords and, you know, get my really, my first lease, like, on my own. Yeah. I think those are the 2 things, really."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Okay. And then In terms of your journey in Airbnb, you said you you did some stuff before COVID. Where are you at so far in the journey, like, currently?"
  },
  {
    "speaker": 1,
    "transcript": "Currently, I mean, I have I mean, I don't know, I guess. Because right now, I don't have any in the property or any legal and stuff like that. And I guess the biggest thing is learning where to, like, to find the best properties, I guess. Because in Boston here, it's pretty pretty expensive. Right here. So it was, like, the red and everything else. So"
  },
  {
    "speaker": 0,
    "transcript": "yeah. Gotcha. Okay. Okay. Cool. So that's kind of a challenge you've been running into. It sounds like finding the the best properties. Now now, really, Alright. My my job here is to get your results. Mhmm. And in order to do that, I need to know what results you need to view. So let's start here. What's your ideal income? Like, perfect world, no boundaries?"
  },
  {
    "speaker": 1,
    "transcript": "With no boundary, my ideal income per year? Mhmm. I don't know. I I have this arbitrary number in the back of my head, like, 400 per year. Okay. That's what that's about to go through my head."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Why that number?"
  },
  {
    "speaker": 1,
    "transcript": "Right. Oh, why that number? Mhmm. Because I just think it's just, like, you you're just not gonna be wanting for anything, really, if you're making that kind of money, and you're also responsible. Because I only got that point. You know? Okay. Anything extra is just a bonus. Not anything that you need to do. It's just okay. You have it to buy Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. That makes sense. I think 400 k a year is a solid goal that we can talk together. Now I really are is the first step in achieving a goal, like 400 k a year, is knowing it's 100 percent search engine as possible. And, you know, obviously, when I hear 400 k a year, I know it's extremely realistic just because out of all the students we have, I get to see it happen time and time again by people who, honestly, are not much different than you. With that said, do you personally believe 400 k years possible for you. Like, not meaning you have to know how to get there, just that it's not completely impossible."
  },
  {
    "speaker": 1,
    "transcript": "Oh, I think it's possible. But I think my my goal was more, like, over a period of time. Right? Not like he was old. Just suddenly 1 year, you just make it far in the kit. No. It's just like, oh, you're working towards multiple different skills so that you can apply and invest and do all this. It's make that kind of money. So, yeah, I believe it is possible if I work at it."
  },
  {
    "speaker": 0,
    "transcript": "Okay. And say you get to 400 k a year, Will you completely stop there?"
  },
  {
    "speaker": 1,
    "transcript": "When I what?"
  },
  {
    "speaker": 0,
    "transcript": "Will you completely stop at 400 k a year?"
  },
  {
    "speaker": 1,
    "transcript": "Probably not. If I can make that much, probably that."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Where do you wanna get to beyond 400? Like, what number you -- that is possible? Or you don't know how to get there yet?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. I just don't know how to get there. Because I think if I if I can build myself to a point where I'm making phone decay, especially, I'm not trying to do it, like, in the like, going to a job by creating my own opportunities. Alright? So at that point, I will know how to make the money. So I should be able to make more if I'm just not lazy. I just keep working at it, and I need more skills or whatever. So that should be that should be a given."
  },
  {
    "speaker": 0,
    "transcript": "And so what is that number for you? Beyond 4 -- it's gonna stretch you even more. It's gonna excite you. Like, where is that never beyond 400 k a year?"
  },
  {
    "speaker": 1,
    "transcript": "Well, that excites me. I I can say, if even if I go beyond that at that point, it's not like it's a necessary thing. I feel like if I reach a foreign aid kit, that would be, like, I guess, a comfortable place to be. I'm not really looking for, like, you know, some riches or whatever. That's you know? Mhmm. For the case, it's a lot of money. So I was just like, yeah. That's because I have a simple guy, so I I don't really need more than that. But I will go for more just because I can, not because I need to. Mhmm. You know what I'm saying? Yeah."
  },
  {
    "speaker": 0,
    "transcript": "That makes sense. Yeah. And, you know, ours, the reason that I'm asking these questions here to help you expand this vision a little bit is because there's this principle of, like, heading. Right? And so if the goal of the target is 400 k a year, that's what you wanna hit. And if we shoot for 800 k a year, just for example, it's much easier to hit 400 k a year when you're going for 800 k. Right? Because even if you fail miserably, you only hit 50 percent of your goal, you still hit 400 k a year. Right? So I find cities bigger goals, That way, you can attack this 800 k, whatever it is. You tack that. And then along that way, you negatively accomplish 400 k and just take a given. It's not am I gonna do it? Am I not? So given"
  },
  {
    "speaker": 1,
    "transcript": "I see what you -- So"
  },
  {
    "speaker": 0,
    "transcript": "that being said, I'd recommend we set a target beyond form. Okay? And it's not like, oh, I need to get there absolutely, but it's, 800 k or 600 k or whatever it is is the goal I'm gonna shoot for because that's gonna guarantee I hit 400 k."
  },
  {
    "speaker": 1,
    "transcript": "I see. Okay. Yeah. That actually makes sense. I didn't think about it."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. So let's go ahead and and set that target for you. That's gonna go over 400 k. To guarantee you hit that. So what number do you wanna set for that? Between the 608 hundred, 700,"
  },
  {
    "speaker": 1,
    "transcript": "let's put it to a million then. Let's put it"
  },
  {
    "speaker": 0,
    "transcript": "-- Okay."
  },
  {
    "speaker": 1,
    "transcript": "Because then that's better. I can just go for that."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Alright. I like what we're thinking now. A million dollars a year. Of course. So that, I think, is a supercell goal we can attack together. And I just wanted to double clarify. We're both comfortable with that. Right?"
  },
  {
    "speaker": 1,
    "transcript": "Yes."
  },
  {
    "speaker": 0,
    "transcript": "Okay. So this conversation is gonna be based around that million a year. That's where we're gonna go for. It's gonna guarantee you hit 400 k. So that million a year, you know, really, like I said, the first step is knowing it's possible. Knowing apps research needed is. And so do you believe that's actually possible to hit a million a year?"
  },
  {
    "speaker": 1,
    "transcript": "Yes. I think so, especially if she can get a bunch of properties. I mean"
  },
  {
    "speaker": 0,
    "transcript": "-- Yeah. Yeah."
  },
  {
    "speaker": 1,
    "transcript": "It's gonna take it's gonna take time, obviously, in work, but it's it's possible. It's just like, are you gonna keep working, or are you gonna stop?"
  },
  {
    "speaker": 0,
    "transcript": "Yeah. And why do you believe it's possible?"
  },
  {
    "speaker": 1,
    "transcript": "Yes. I believe it's possible. A second line. -- do I believe it? Mhmm. Well, because part of because the thing too is, like, I've been in different programs that have, you know, 1 different kinds of people. The more people grow. Let's say I started, and I'll make it, like, a hundred for a year. Right? At some point, I'm gonna need some kind of help. And I can actually hire coaches or main chores to help me go forward. So it's not it's, like I think part of it is, like, a mental block for a lot of people like you were saying, if you go for a higher goal, it's easier to reach that goal that you actually want. And if you just set that goal and just you know, go for that. It's the mental thing, more so than an actual physical thing. So, like, I think that it's possible because if you have the right coaches, the right man, to the right people around you, that could actually, you know, give you tips and tricks in the wall and stuff. To guide you to where you need to be. So it's not just like a a singular effort, but it's more like you you put in the effort first and learn the skills and everything else. But when you need to scale, you'll you'll you will reinvest in yourself, basically, with these people. So what"
  },
  {
    "speaker": 0,
    "transcript": "happens. Gotcha. Why do you believe in mentorship?"
  },
  {
    "speaker": 1,
    "transcript": "I believe in that because, first of all, I don't even have the kind of experience. That a lot of people have in business. So I believe in spending the money to get the knowledge. Mhmm. And the the motivation. Because if you know that this person that you're talking to has this many properties and they're making what you wanna make, they don't know what to do. So they could teach you that. And you just have to take the steps now that that it comes to out of the courage, take the steps and do it. Mhmm. And so do you feel like"
  },
  {
    "speaker": 0,
    "transcript": "you would succeed faster? Did you have that?"
  },
  {
    "speaker": 1,
    "transcript": "Yes. Yeah. Because a lot of people don't spend the money because there's things that they can do it by themselves all the way through, which is possible. But if you spend the money, you which I mean, it goes faster."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. And why is that valuable for you to go faster?"
  },
  {
    "speaker": 1,
    "transcript": "Why is that what?"
  },
  {
    "speaker": 0,
    "transcript": "Why is that valuable and valuable to you to go faster?"
  },
  {
    "speaker": 1,
    "transcript": "Oh, yeah. Well, because I have parents that I really want to retire. I want I don't want them to work all day. They're working all the time. I want to give them a easier life. At least while I'm while they're still alive and what I'm alive and I'm young. Mhmm. I wanna give them that so that they don't have to worry about having to work. If the 1 who works, they can work. But having to do it and need to stop working and they can't, you know, pay for their bills or their retirement for that. If I could be the 1 to provide that, that will be a blessing. That's that's 1 of the main reasons why I wanna do this."
  },
  {
    "speaker": 0,
    "transcript": "Wow. That's so powerful, man. That's so powerful. And we'll dive into that a little bit more in a minute here. So 1 of the reasons is to make the million dollars a year a little bit more practical. 1 of the reasons that I feel confident is because every single 2 bedroom property you add is about 24000 a year added in net income. And so just --"
  },
  {
    "speaker": 1,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "Into a million a year, really doesn't require a lot of properties, especially considering the strategies to lock in 10 to 20 at a time."
  },
  {
    "speaker": 2,
    "transcript": "Okay. Mhmm."
  },
  {
    "speaker": 1,
    "transcript": "So each 1 you say would give you 24000 each property about -- That's right."
  },
  {
    "speaker": 0,
    "transcript": "-- much. Yeah."
  },
  {
    "speaker": 1,
    "transcript": "Mhmm. Woah. Okay. And, I mean, it's, like, 10 properties. You could easily make immediately. Oh, wait. I did 240. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "And if you have more"
  },
  {
    "speaker": 1,
    "transcript": "yeah. And if you have more, you could go in from there."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Exactly. Yeah. I can tell, man, you're you're quick with this. You definitely have the the intelligence and and everything to succeed with us. Which is which is awesome to see. Now, Ulrich, he completely realistic me here. How long do you think it'll take for you to get to a million dollars a year on your own?"
  },
  {
    "speaker": 1,
    "transcript": "On my own. If I'm resilient, let's say okay. We're in February right now. By the end of this year, I should be able to get maybe at least 3 properties on 4 by myself. Mhmm. 3? That that's probably a stretch because I don't I've I've been I've went to the landlords, whatever. It's kind of I got that comfortable with the pictures yet, but 3 is probably kind of a realistic number by the end of this year. Mhmm. So if you say it was 3 times 24, 12, 1 72000. But that's not gonna be the full amount this year yet, but that would take me a while to get there. I would say 2, 3 years."
  },
  {
    "speaker": 0,
    "transcript": "2 or 3 years. Yeah. Yeah. No. That makes sense. Well, you know, ours is based off of what I've seen, and specifically for you. If I still look at a crystal clear path to a million a year, in, say, 18 months. And I knew for a hundred percent fact we can make it happen for you. I mean, it just made logical sense. Would you be willing to make that your goal? That scenario?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Actually, I will give it a try."
  },
  {
    "speaker": 0,
    "transcript": "And when you say you give it a try, it sounds like that's different than being committed to making that your goal. So -- Mhmm. Alright. Because there's there's kind of 2 mentalities you can approach it with. The the mentality of This is based off duty. I work with hundreds of students, so I've seen this happen a lot. I see how our 7 figure students think. And their mentality towards approaching this, especially when they're getting started, it's like they decided that this they wanna make this amount of money. They're like, alright. Now we gotta figure it out. But they decided first, like, you make the decision before you have"
  },
  {
    "speaker": 1,
    "transcript": "the pathway."
  },
  {
    "speaker": 0,
    "transcript": "Right? So they make the decision, then they found the help. They found the guidance. They found the pathway. Versus the people who because, you know, a lot of people have to go both 7 figures, not a lot of people accomplish it. Why is that? Yeah. Because people who don't accomplish it. They say, well, you know, that'd be cool if I had 7 figures, that'd be cool. That'd be nice. Or, you know, it'd be cool. I I'll, like you know, I'll do what I can to get there. But the mentality towards it is the mentality of if it happens, it happens versus the mentality of the winners of the 7 figure students, which I feel like you're that type of person. Determinality is I'm gonna make it happen. I'm committed to making this happen. So for you, are you at the place where you're willing mindset, that winter mindset of, like, I'm going to make this happen. I'll figure it out. I'll figure out the path. I'll get the help I need. Like, I'm gonna make this happen."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Right now, that's what I wanna do. Like, I wanna make it happen. I wanna go out there. Like, right now, I'm literally planning to go out there already and try to get new properties. Literally talk to a lot of landlords. So I wanna make happen."
  },
  {
    "speaker": 0,
    "transcript": "K. Beautiful. That's good to hear. Now Alright. This is 1 of the most important parts of my consulting process here. I need you to grab a clean sheet of paper with nothing on it. And let me know when you got it."
  },
  {
    "speaker": 1,
    "transcript": "Got it."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Now at the top, I want you to title it and write out crystal clear vision."
  },
  {
    "speaker": 2,
    "transcript": "Just to clear verification."
  },
  {
    "speaker": 1,
    "transcript": "Got it."
  },
  {
    "speaker": 0,
    "transcript": "And then below that, I want you to write out 1000000 dollars a year by 08/23/2023."
  },
  {
    "speaker": 2,
    "transcript": "By August 20 first."
  },
  {
    "speaker": 0,
    "transcript": "August 20 third. So it'll be 18 months from now."
  },
  {
    "speaker": 1,
    "transcript": "20 third."
  },
  {
    "speaker": 2,
    "transcript": "Okay. 20 23."
  },
  {
    "speaker": 1,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Now let's go ahead and and leave that there for a bit. So what we can do next to your arch is a very, very important exercise, and a lot of people actually find this to be 1 of the most fun parts of my process here. Now Fair warning. It is slightly out of the ordinary, but it's neurologically proven to get people results. Is something I call imagineering. And in order to do this properly, I first need you to close your eyes, arch, and then we're going to do a quick thought experiment. So let me know when your eyes are closed."
  },
  {
    "speaker": 1,
    "transcript": "They're closed now."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Now I want you to imagine as visibly as possible that you were in a coffee shop. And it's 18 months from now. As you sit in this coffee shop, you're already at a million dollars per year. Now imagine, I walk into the coffee shop, and you are so sad to see me. So you can tell me about all the amazing things that have happened in your life. As a direct result of being at a million dollars a year. You're showing me pictures. You're telling me incredible stories of how your life has changed, this is the last time we saw each other, you're telling me how you feel. Like, you're telling me in detail, every little thing that's happened because you had a million dollars a year. Now keep your eyes closed, and here's my question. What would you be telling me in that moment? How is your life different in that moment by already being at a million dollars per year? Like, paint me a picture of what life looks like. Your lifestyle looks like, how you feel. But when you tell me and this is the most important part, I want you to tell me as if it's already happened. So, for example, don't say I would retire my parents, but rather say I have retired my parents in such a beautiful moment when we did. It doesn't say I would be financially free. Rather say I am financially free, and it feels like there's a weight lifted up my shoulders when I wake up every morning. So tell me as it's already happened, and tell me in detail."
  },
  {
    "speaker": 1,
    "transcript": "At that point, yes, I have retired my parents. I've paid off my student loans. I have not I'm no longer concerned about any debt. I can go basically anywhere. And probably I have more. At that point, at a bigger home with more comfortable surroundings and everything else. You know, have a different car, more experiences. Yeah. It'd just be overall happier and freer because I don't I'm not tied down by, you know, any expectations, any outside expectations. Of being successful. Because that's what I am successful. Having made a million dollars continually working, but working so that I can help other people also learn the skills and become financially free as well. Yeah, at that point, that is a pretty sweet life, I gotta say."
  },
  {
    "speaker": 0,
    "transcript": "That's so awesome, man. I mean, Alright. You you're looking good, man. Now you're making a million dollars a year. I can tell you got a different energy to you. Tell me, when you retired your parents, what was that like for you?"
  },
  {
    "speaker": 1,
    "transcript": "It's just complete freedom. It's just like there's a weight lift of of my shoulders. It's like, finally, they don't have to work anymore. I can I can take care of them? That is a great place to be. I just have to say that's the ultimate there."
  },
  {
    "speaker": 0,
    "transcript": "Why would why is it, like why was it the ultimate thing for you? Why why was it like that?"
  },
  {
    "speaker": 1,
    "transcript": "Because my parents, I've I I'm getting older. Right? And I'm always concerned that if something were to happen to them, Oh, rather yeah. Something financial was not happening to them. They couldn't recover from it. That's the 1 thing I'm always been concerned about, and I don't want that to happen at any time. I want them to have, like, some kind of safety net through me through me and my brother, but me, mostly because I want I want the responsible to be on me. So that I can be motivated to work more and work harder rather than just, you know, let them close by or let myself most draft. That's that's the that's the biggest fear I have. I want them to be just completely fine. If anything were to happen. I could take care of it."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Wow. And how does it feel now that you can do that? You mentioned complete freedom."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. It's it's just oof. It's like, yeah, I I can relax now a little bit. Because that that that biggest fear is gone. Now I could be okay. I can take charge of things that could be responsible or I could you know, lead my family the way I wanna lead them to everything else. So that is the biggest thing right there."
  },
  {
    "speaker": 0,
    "transcript": "Wow. Tell me what was their what was their reaction? What was the look on their faces? What did they say when you told them that you were retiring them?"
  },
  {
    "speaker": 1,
    "transcript": "That's funny because I can see my mom jumping up and down everywhere. That's what I could see right now."
  },
  {
    "speaker": 0,
    "transcript": "Wow. What does fuel like for you? Seeing her her reaction."
  },
  {
    "speaker": 1,
    "transcript": "A lot of joy. That's that's what's gonna happen. Pride and joy."
  },
  {
    "speaker": 0,
    "transcript": "Pride and joy. Wow."
  },
  {
    "speaker": 1,
    "transcript": "Yep."
  },
  {
    "speaker": 0,
    "transcript": "That's amazing, man. That's so amazing, Rich. Now they're and what are they doing now? Now that they're retired, they don't have to work anymore. What are they doing?"
  },
  {
    "speaker": 1,
    "transcript": "Oh, relaxing. Because my my mom is, like, she wants to eventually go back to my native country. Mhmm. So I think that's probably the biggest thing. If either she's gonna be here in the the different states, I won't yeah. Because she kinda wants to go in the in the warmer state. So she's probably gonna be there, or she's gonna be going back and forth from the Navy country to here and her else. So I think that's probably the biggest thing. Relaxing and not having to do all these dumb things. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Wow. That's so cool. That's so cool. And I'm curious, Alex, how many years would they have had to have worked if you hadn't made this million and retired them?"
  },
  {
    "speaker": 1,
    "transcript": "Probably the rest of their time here. I would say at least 5 to 10 years. That's what yeah. That's what I always say. 5 to 10 years. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Wow. That's so amazing. They just gave him back very minimum of 5 to 10 years of his life now. And tell me about this, you said you've been you personally have been happier and freer. You pay off your debt. Like, tell me, how was your life personally changed?"
  },
  {
    "speaker": 2,
    "transcript": "Yeah. It's just like I I feel like I"
  },
  {
    "speaker": 1,
    "transcript": "wouldn't my life would be all, like because I'm like I said, I'm not, like, the super complicated person. I don't really like to spend it like that. Most of my money spent on education, honestly. That's what my money spent on. In the last past 3 years, most of my money has been spent on education. And I don't think that would change. I think, actually, what changed? Because I've constantly reinvested my myself and my business and my education to learn more to become better at what I do. And I think most of the time too, I would probably be more involved with, like, freeing my mental state to a place where I could be at peace with myself and with the world. Because I think yeah. I think there are some things that I need to work on. But, yeah, that's that's that's what's gonna happen if I can if I'm why do I make that kind of money?"
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Well, tell me. Alright. Now that you are making a million a year, as we're seeing this coffee shop together, what has it been like for your mental space? How is that freed up your mental space for"
  },
  {
    "speaker": 1,
    "transcript": "you? It will just be, like, I could click what I wanna do when I wanna do it, and I don't have to ask anyone"
  },
  {
    "speaker": 0,
    "transcript": "--"
  },
  {
    "speaker": 1,
    "transcript": "Or -- -- be tied down by the 1 thing that ties everybody down with money. And you can move I can replay and claim my time back. That's what I've always been wanting. And that's what really drew me to the Airbnb and Business and Brian Pace. That was the first thing. By that time, there was just too many logistics that weren't gonna work on my that weren't my favorite. So -- Yeah. -- that's what it was. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Wow. Alright. We can go ahead and open our eyes now if you haven't already. And life doesn't look like that now. But that's what we're having this conversation."
  },
  {
    "speaker": 1,
    "transcript": "Right."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Now do you still have the piece of paper? With your crystal clear vision on the top?"
  },
  {
    "speaker": 1,
    "transcript": "Yes. 1000000 dollars a year by 08/23/2023."
  },
  {
    "speaker": 0,
    "transcript": "That's right. Now I want you to write underneath there, towards y, and then a question mark. Y."
  },
  {
    "speaker": 1,
    "transcript": "Yes."
  },
  {
    "speaker": 0,
    "transcript": "Now put a bullet point underneath y. Okay. And on that first bullet point, I want you to write down, retired my parents."
  },
  {
    "speaker": 1,
    "transcript": "Done."
  },
  {
    "speaker": 0,
    "transcript": "And then put another point below that. And on that bullet point, right, give my parents 10 extra years of freedom."
  },
  {
    "speaker": 2,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "And then another bullet point below that. And write, pay off all debt."
  },
  {
    "speaker": 1,
    "transcript": "Yes. That's right."
  },
  {
    "speaker": 0,
    "transcript": "And then below that, for your next bullet point, write down free my mental space. And on the on the final bullet point, we do 1 more there. Right? Claim my time back."
  },
  {
    "speaker": 1,
    "transcript": "Alright."
  },
  {
    "speaker": 0,
    "transcript": "Arach, look at all those bullet points. That is why through crystal clear vision we have set matters, It's not a number. It's the implications and the byproducts of that number. Now I'm triple confirming here. You still believe it's possible to achieve a million a year in 18 months. Correct? Like, even though you don't know how, you know, it's possible. Right? Yes."
  },
  {
    "speaker": 1,
    "transcript": "Okay. Beautiful."
  },
  {
    "speaker": 0,
    "transcript": "Now Since that is the case, I want you to write at the bottom of the page, my crystal clear vision is accomplished. Time just hadn't caught up yet."
  },
  {
    "speaker": 2,
    "transcript": "It's like crystal clear vision is a please."
  },
  {
    "speaker": 1,
    "transcript": "But what is did you place that?"
  },
  {
    "speaker": 0,
    "transcript": "Yeah. My crystal clear vision. Is accomplished. Time just hasn't caught up yet."
  },
  {
    "speaker": 2,
    "transcript": "Okay. Time just hasn't caught up yet. Okay."
  },
  {
    "speaker": 0,
    "transcript": "Okay. And just let me know when it's done."
  },
  {
    "speaker": 1,
    "transcript": "Done."
  },
  {
    "speaker": 0,
    "transcript": "Cool. Now At the end of the day, Orish, I'm on this call to get people results. That's it. And sometimes, they'll get to this part of the consulting process. And I just don't hear from people that they're fully committed to the objective in the vision we set, and I just can't help those people. So what I'm looking for, people who I know, are now so committed to the vision that you've set. That I know it will be something spinning to their mind tomorrow. And if I don't hear that in their voice in those cases, I'll let you just hop off the call. Even if they can tell me a million benefits of hitting the objective. Like, I need genuine commitment. So with that said, what can you tell me that will let me know you are genuinely committed to hitting a million dollars a year by 08/23/2023. Like, are you and why are you committed?"
  },
  {
    "speaker": 1,
    "transcript": "Am I and why am I committed? Well, because number 1, I think from what we've been going through, like you said, the crystal clear vision actually kinda helped put me where I needed to be to be to be sure that I wanna take the steps that I need to be taken. Because I was watching again. I was watching Brian Page's show And all the steps like, I was the first 3 episodes first 2 episodes. All the steps that he put the candidate is through is what I was going through. And I was like, yeah. I could actually see myself. Doing this. It's just yeah. Of course, of course, right now, work full time. So it's not as if I'm not, you know, working on anything. But, literally, right now, I'm planning to call every day in the morning because I I work in the evening. So I wanna use my morning like, early on to start setting up things. So I can just start right away, not, you know, to not tomorrow, not a week from that 2 weeks from now. I wanna start right away so I can set myself up to reach that goal. So that's why I'm thinking I'm ready for this."
  },
  {
    "speaker": 0,
    "transcript": "On a scale of 1 to 10 how committed are you to achieving that vision to retiring your parents to having that freedom for yourself."
  },
  {
    "speaker": 1,
    "transcript": "I committed am I I mean, I'm committed to spending the money that I need to be spending and getting the help that I need to get. So that's the biggest thing there. Mhmm. And I feel like I really need someone to kind of yeah. Go through things with me so I can understand my my own market and things like that so I can, you know, be sure that I can move forward there."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Why are you committed to doing that?"
  },
  {
    "speaker": 1,
    "transcript": "Because I firmly believe that if you're gonna be successful, you need to invest in yourself. I really believe that. Last year, that's what I did with affiliate marketing. I was learning from that. But I don't really like I didn't like the the aspect of the work where I have to constantly be there for the business to work. That's good for us to get new customers. While"
  },
  {
    "speaker": 0,
    "transcript": "-- Mhmm. --"
  },
  {
    "speaker": 1,
    "transcript": "with the Airbnb business, which is more realistic, make in a sense where you have a property, then you set it. You stage it correctly. You put it on the app that does the marketing for you. So that you don't have to go out there and constantly look for customers. But you do look for landlords and new homes. So at some point, it will become an automatic thing because you know how to manage it. So I think that's a better business model than what I was writing and I spent over 7 k on that on that education. And I'm not against spending money. That's the thing about I just need it just needs to make sense. That's all I needed."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. And and why does why does this make sense for you? Why does Airbnb make sense for you?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Because it's, like, you're you're missing a place. You're stating it, and I've used MBA myself. So I've seen how it is, how useful it is. Because I've I've, you know, I went to near the cape. And it was a it was a small place, but it was a scoliosis. It was nicely placed. You know, there's everything in there. And then you can go to wherever you want. It just makes sense in terms of, like, an income and, like, a lifestyle. Spell."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Yeah. That makes sense. Those are those are good beliefs to have. So for you, it sounds like you're you're committed to this because, you know, it's the best vehicle you're committed to investing yourself. You know, it's the best path for you to get there. You're committed to doing this because you have these strong motivations, these drivers, your parents, your freedom. And, like, now is the time to start, like, not tomorrow, not next week. And what procrastinate is, like, now is the time to start. Is that right?"
  },
  {
    "speaker": 1,
    "transcript": "That's right."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Okay. Okay. So I believe you. But to make sure this commitment doesn't fade, let's take a simple action step. Together just to symbolize that commitment to yourself. Now as long as it isn't some crazy action, are you willing to do that?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. I'm I'm willing to do it. Great."
  },
  {
    "speaker": 0,
    "transcript": "So here's the first commitment. Here's what we're gonna do together. I want you to realize that the paper in front of you is a contract with yourself. The whole point of writing it down is to signal your commitment just like any other contract. So what I want you to do is I want you to sign it. Sign it like a contract that you are committed to never backing out of."
  },
  {
    "speaker": 1,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "Is that something you're prepared to do, Orange?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Let me know when it's signed. Done. Awesome. And to wrap up the commitment underneath your signature, I want you to write down word is bond."
  },
  {
    "speaker": 2,
    "transcript": "Word is bond."
  },
  {
    "speaker": 1,
    "transcript": "That"
  },
  {
    "speaker": 0,
    "transcript": "Awesome. Now, Arch, on your journey, she's 7 figures a year. And, obviously, it's gonna be a journey. Right? Do you feel like to get there? You have to make some decisions that are outside of your comfort zone?"
  },
  {
    "speaker": 1,
    "transcript": "Absolutely. Matt actually scares me, but at the same time, that's what I need to be doing. To get ahead. That's the other thing. So I I'm I'm ready for it."
  },
  {
    "speaker": 0,
    "transcript": "Why do you feel like you're committed and ready? To make those decisions even if you're plagued with some fear before you make them?"
  },
  {
    "speaker": 1,
    "transcript": "Because I feel like fear has been the biggest problem in my life. So here has been the thing that helped me back from all my goals. And I kinda just I wanna be done with that. I just wanna do what I need to do and just stop complaining and stop being so afraid. That's all it's"
  },
  {
    "speaker": 0,
    "transcript": "So you're in the position now where you're ready to push past that fear and make those decisions and and take action to accomplish your goals."
  },
  {
    "speaker": 1,
    "transcript": "Absolutely. It's good."
  },
  {
    "speaker": 0,
    "transcript": "Large. All all of that makes sense. Now if we plan on getting you to a million a year from where you are, 1 of the most important factors that determine the exact direction you should take are the current resources you have access to. And there are really 3 types of resources available to you that will slightly shift the exact plan you should take. The first is time. The second is money and capital. The third is connections and who you know. So do you mind if I ask you some questions to gauge the current resources you have access to? So your best help get your results."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. There we go."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Let's start with time. What is the most amount of time you have a week to dedicate to get into a million a year?"
  },
  {
    "speaker": 1,
    "transcript": "Probably 24. 48 hours, I don't know what I mean? Because the week at 24 hours. I wanna thank you for 44 hours."
  },
  {
    "speaker": 0,
    "transcript": "Wow. Okay. So that definitely will not be a constraint then."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. It's only because I I do work full time, but I wanna use every day a little bit of time also the weekend. I just wanna dedicate to that. If anything. When I'm not working, I just wanna be doing that."
  },
  {
    "speaker": 0,
    "transcript": "Love it. Okay. Here. Now let's talk about financial resources and your available capital. And it's the reason I'm asking this is truth is there are some practical things we need to do. In order to get you to a linear year that are going to be dependent on your current financial resources. Right? Because"
  },
  {
    "speaker": 1,
    "transcript": "Okay. If you have"
  },
  {
    "speaker": 0,
    "transcript": "a hundred dollars in your bank account versus a hundred thousand, the plan for you getting to a million is gonna be much different."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. So with"
  },
  {
    "speaker": 0,
    "transcript": "that being said, how much liquid capital do you currently have available to put into getting to a million a year without taking food off the table?"
  },
  {
    "speaker": 1,
    "transcript": "Without taking what?"
  },
  {
    "speaker": 0,
    "transcript": "Food off the table."
  },
  {
    "speaker": 1,
    "transcript": "Food off the table. Okay. Does I should I include credit cards?"
  },
  {
    "speaker": 0,
    "transcript": "Sure."
  },
  {
    "speaker": 1,
    "transcript": "Okay. Because my credit cards right now, the revolving accounts around 40 k. So that's what I have available. If I needed to spend, I could use that. I don't really like to use cash like that. I'd rather use credit Mhmm. And then pay it off."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Okay. So you have 40 k in credit cards. And then what's your credit score at?"
  },
  {
    "speaker": 1,
    "transcript": "07:50 something. 07:15 to 5. I think. Yeah. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "So you're good to go there. Gotcha. Okay. So it sounds like you have a total of at least 40 k."
  },
  {
    "speaker": 1,
    "transcript": "Mhmm. Cool."
  },
  {
    "speaker": 0,
    "transcript": "And you say 40 k, is that available, or do you have a lot of that utilized right now?"
  },
  {
    "speaker": 1,
    "transcript": "No. It's all available. Like, a few of the few of us has been used Mhmm. But 40 k is available. There's a little bit more. I think it's already 4 or something. And part of that 4 is being used right now, but that's Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Cool. And considering what you've told me, I assume you're committed to using a good portion of that. It's required to get to a million a year in time your parents paying off debts. It's just about figuring out how to use it most effectively."
  },
  {
    "speaker": 1,
    "transcript": "Yes."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Okay. Now let's go on to connections. Do you have anybody in your inner circle that's a ride or die supporter of seeing you get to a million a year?"
  },
  {
    "speaker": 1,
    "transcript": "The closest thing I wanna say is my brother. Mhmm. And that's about it, really. Because I because I don't see anybody else, yeah, that would be going through the process with me other than my brother, really."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Okay. And then do you currently have a 01:01 mentor that's gotten to a million a year with Airbnb?"
  },
  {
    "speaker": 1,
    "transcript": "I don't know. Okay. So you're currently low in figuring all"
  },
  {
    "speaker": 0,
    "transcript": "this out?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Like yeah. It's just me calling and doing all those things. By myself learning the pictures and all that stuff, I'm else for the most part. Gotcha."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Bless you. Now I I feel like I had a solid idea of your resources. My mind's already starting to spend how we can best leverage them. And speaking of resources, what I'd love to do next is break down your 2 biggest expenses you'll deal with on your journey. And the second won't be obvious, but the first 1 I think will be important for you to understand and acknowledge. Are you down to dive into that?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Okay. So flip to a clean sheet of paper. At the top, write down my 2 biggest expenses."
  },
  {
    "speaker": 1,
    "transcript": "Experience. Expense Davis. Okay."
  },
  {
    "speaker": 0,
    "transcript": "Now put 2 numbered bullet points below it. So on 1 line should be the number 1, and on the other line should be number 2. And let me know when she got that."
  },
  {
    "speaker": 1,
    "transcript": "1 and 2? Mhmm. The the numbers or the the bullet"
  },
  {
    "speaker": 0,
    "transcript": "So, basically, you should have my 2 base expenses. And on the lines below that, write the number 1 --"
  },
  {
    "speaker": 1,
    "transcript": "Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "-- dot, and then below that, on the line below, 2 dot."
  },
  {
    "speaker": 1,
    "transcript": "Okay. I see. Got it."
  },
  {
    "speaker": 0,
    "transcript": "Okay. So we're gonna start with the second 1. And I want you to write down taxes on the second bullet point. Because at the end of the day, although you already know this, Alright. That will be your second biggest expense throughout your life. Because, I mean --"
  },
  {
    "speaker": 1,
    "transcript": "Yeah."
  },
  {
    "speaker": 0,
    "transcript": "-- when you make money, you get income tax. And we buy stuff to get sales tax. So just right there, the tax and twice from the same money. And when you earn money from investments, your capital gains tax, you die, That's really when they're gonna tax you, but they make you sound not so bad by calling it state tax. In fact, taxes on average will cost you 51 percent of all the money you would make. But even then, it's still only your second biggest expense arch, and his name was to the biggest expense, which is number 1. Now -- Oh, good. -- the number 1 biggest expense you have in your life right now isn't your bills. It's not business overhead. It's not unforeseen emergencies, and it's not taxes. Your biggest expense that you pay every day is not being at a million dollars a year. In fact, let me put it into perspective for you. So on your paper, I want you to do this. Write down 1000000 dollars per year."
  },
  {
    "speaker": 1,
    "transcript": "Mhmm. Okay."
  },
  {
    "speaker": 0,
    "transcript": "Now below that, write down your current yearly income."
  },
  {
    "speaker": 1,
    "transcript": "Okay."
  },
  {
    "speaker": 0,
    "transcript": "Now subtract your current income. From your goal to find whatever number is left over with. And when you do the math, let me know whenever you have."
  },
  {
    "speaker": 1,
    "transcript": "Okay. Give me 1 second. 940000?"
  },
  {
    "speaker": 0,
    "transcript": "That is how much not knowing how to get to a million a year has been costing you every year. Opportunity cost. Yeah. Exactly. How much that expense cost you over the last 10 years? So it's multiplied by 10."
  },
  {
    "speaker": 2,
    "transcript": "Oh,"
  },
  {
    "speaker": 1,
    "transcript": "9400000.0. 9400000.0."
  },
  {
    "speaker": 0,
    "transcript": "Do you have any other expenses?"
  },
  {
    "speaker": 1,
    "transcript": "What is that? Do you"
  },
  {
    "speaker": 0,
    "transcript": "have any other expenses you're losing even close to that amount? Nope. Exactly. So write down for number 1, not being at a million dollars per year."
  },
  {
    "speaker": 1,
    "transcript": "Could you repeat that?"
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Write down for number 1, not being at, 1000000 dollars per year."
  },
  {
    "speaker": 1,
    "transcript": "Oh, I wrote that. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "I did. Okay. Now below all that, I want you to write down 24000 dollars per year. On that paper."
  },
  {
    "speaker": 2,
    "transcript": "Okay. 24000 dollars per year. Okay."
  },
  {
    "speaker": 0,
    "transcript": "That's how much you lose every property you don't get. So every 10 properties you don't have is costing you 240000 dollars a year in net income. This is real as an expense than the other. Most ordinary people just can't see it because they like the long term thinking, which"
  },
  {
    "speaker": 1,
    "transcript": "yeah."
  },
  {
    "speaker": 0,
    "transcript": "I mean, heck even Harvard says as 1 of the leading indicators of financial success. That makes sense to you. Right?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Yep. K. And"
  },
  {
    "speaker": 0,
    "transcript": "here's the thing. People are usually excited to talk about vision and what they want, but are rarely willing to face the reality and the consequences of where they're at right now and what that number 1 expense is costing them. Now the reason that's an issue is if you wanna get results that we are biologically programmed to go to much further lengths, to avoid pain than to run towards pleasure. So in order to achieve a goal, like the 1 you set for ourselves, 1 of the most powerful things we can do together is basically pain and the consequences of not achieving it. In fact, statistically, people rarely change their income until they touch some level of pain to that number. So -- Mhmm. Alright. Are you willing to do the painful, yet productive thing of facing the reality together. That's the reason why you're missing out on all those things you wrote down in that piece of paper. Is because of being that 60 k a year."
  },
  {
    "speaker": 1,
    "transcript": "It's because of what?"
  },
  {
    "speaker": 0,
    "transcript": "Being at 60 k a year in income. Yeah. Yeah. Okay. Now another question for you. It takes more effort to get to a million dollars per year than just stay where you're at, but you're telling me you're committed to changing. So Why are you not wanting to stay exactly where you're at? Why change?"
  },
  {
    "speaker": 1,
    "transcript": "And you're asking me. Right? Why change? Mhmm. Yeah. Because because it's just you have a better life by doing more. And it's just it's not just the money, but it's the life experiences too. It's, like, all of that stuff. It's it's just better. You have less well, I don't I don't know if you have less stress, but if you have more money, you have less profit. I wanna say you have fewer problems that I have right now. Like, right now, the issues that I have behind making more money, I would probably not have most of those. I'll have different kinds of issues to deal with. And I I think I'd rather be on the other side of the money than being stuck because of the money Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "Why not change in, like, a week or month or a year or 5 years? Like, why are you telling me you wanna change it out?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Because actually, because it's uncomfortable to be in this position. I could constantly have to work, you know, go to go to work every day not making as much as you feel like you deserve. That stuff is, like, Okay. I'm making you millions, but I'm getting bread crumbs. That's kind of annoying. At some point, you're just like, okay. This deal is It's only fair if you're willing to still to be in that arrangement. But if you're not willing to stay in that, then you find different other ways. And that's why I'm I'm going to outside of that. Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "Okay. So if you you're not even willing to -- want to delay what you want any longer. Now is the time now is the time to take action."
  },
  {
    "speaker": 1,
    "transcript": "I finished, I don't do it now. I don't know why why I'm waiting for it later. Like, I just not done because later, there was more responsibility. So let's say I signed you know, building a family. At that point, it's it's a lot harder to be doing these kind of things."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Yeah. Yeah. Okay. Now what I want you to do next is similar to the last thought experiment, but it's usually even more effective. And what I'm going to have you do, is close your eyes for a second and imagine 3 different things. And the goal is about the time we're done with this, you've attached a certain level of pain and disdain towards your current income. And I don't want you to do this because I'm telling you to rather do it because if we do this right, the deeper you feel this over the next 30 seconds or so, the more likely you are to achieve your goal of a million a year. If not, our likelihood of achievement is exponentially lower. To go as deep as you can because the next 30 seconds will affect 1 way or the other, the next 30 years of your life as crazy as it may sound. Let me know when your ads are closed and when you're ready."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. How about eyes closed now?"
  },
  {
    "speaker": 0,
    "transcript": "Okay. I want you to imagine. We fast forward a year from now. You're looking back at your life, and still nothing has changed. We're still missing out on being able to reach retired parents. To be able to have the freedom you want to have around someone else's schedule, making someone else millions. I wish you feel what that feels like. Take yourself there."
  },
  {
    "speaker": 1,
    "transcript": "I am cringing."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. Now fast forward another 5 years, and imagine that still nothing has changed. Now the steers and those pains, they've doubled in intensity. The ability wants you to feel that in your body, I want you to feel it. As it is happening right now. And now go even 1 step further. You're now 90 years old. Laying on your deathbed. Maybe the family's around, and nothing ever changed. And you're looking back every life with the of regret. The truth is a lot of that's stemmed from your current income of 60000 a year. 60000 here. And now I want you to slowly open your eyes. What was it like? Experiencing the version of you that gotcha, the deathbed, and never changed."
  },
  {
    "speaker": 1,
    "transcript": "So what I was feeling throughout this whole thing was, like, discussed. That's the kind of emotion that I was actually feeling. While thinking about being in the same position again. It's like like, what the fuck are you doing this whole time? Mhmm. To be to end up in the same position, not being useful to anyone. Letting life get to you, doing all of these things. I'd be angry too. That's the other thing. Anger and disgust are the both things that I was feeling there. It's like there's no way that I would let myself be in that position. No way. Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "Well, why not why are you not willing to settle for that?"
  },
  {
    "speaker": 1,
    "transcript": "Because I I just I I just feel like there's so much out there that it just doesn't make sense. Like, if if you if I stay in the position that I'm in, it's because I didn't wanna go do more things. It's not because there isn't more opportunities. It's not because there isn't money out there. It's not because there isn't, you know, hope out there. It's just because I wasn't proactive. I wasn't I was too lazy to take the act. I was to fear fearful or afraid to move forward. And I feel like there is like, there is no growth if there is no pain and if there's no if there's no effort to move forward. And as as a human being, especially in the world where there's a lot there's a lot more people who don't have opportunities and a lot more people who don't have the kind of they're not in the kind of position that I'm in. I feel like I'm wasting squandering that opportunity because I'm afraid of some and I just can't accept that. Like, even on their behalf, the people who can't do it, I can't accept that for myself. So I it's a scam. Yeah."
  },
  {
    "speaker": 0,
    "transcript": "What's good to hear, Arch? It's good to hear you're committed to not letting that happen. Now say, hypothetically, I hung up right now. Do you feel like you know exactly how to get to a million a year in 18 months, a hundred percent on your own?"
  },
  {
    "speaker": 1,
    "transcript": "I wouldn't say I know everything, but the baseline is pretty good in terms of, like, imagine what my life would be, like, if I was at a million versus so I'm not. If you hung up right now, I still will have a lot of questions. So"
  },
  {
    "speaker": 0,
    "transcript": "-- Got it. So it sounds like you still need a clear plan and a solution?"
  },
  {
    "speaker": 1,
    "transcript": "Yes. Okay."
  },
  {
    "speaker": 0,
    "transcript": "Arachment, it sounds like currently when you work, you're you're making some money, but you're limited by what you're doing. And you you really wanna get to a million a year by 18 months because at that point, you have the resources to retire parents to give them freedom. They don't have to work anymore. You're that safety net for them. They get an extra 10 years, bare minimum of freedom that they would have had been working. And, also, for you personally, you have the financial freedom. And not only financial freedom, but the time freedom. You know, having someone else take a finger in your mouth telling you what to do. You're not making someone else rich. You're finally making the best life for yourself. And it seems like you're on this call because you don't yet have a crystal clear plan on how to get there. And -- Yeah. -- I told you at the beginning of the call, my 1 goal of this conversation was to let you know the best path for you. Based on where you wanna go, reward all the resources you currently have at your disposal. Honestly, after driving deep year into your situation is my bread and butter, and I have no doubt we can help."
  },
  {
    "speaker": 1,
    "transcript": "Yeah."
  },
  {
    "speaker": 0,
    "transcript": "That said, do you want me to share what I'm thinking? So they can break down how we can help you at a higher level. But it's up to you."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. I I wanna know. I already do. Okay? So"
  },
  {
    "speaker": 0,
    "transcript": "here's what I'm certain is the best path for you, Albert. We have an in-depth coaching program and done for you service called B and B Platinum. And really what this program is, there's an opportunity for you to have us roll up our sleeves and get in the trunks with you. Doing everything we can to get your results. Now to ease into this program and allow you to eliminate overwhelm, we have some done 40 components on the cover first before we get into the most impactful benefits to the program from a coaching standpoint. So you mentioned you were struggling with getting properties in your area. Our team actually goes out and gets to your first 50 property lease. For you to start reaching out to. And the reason that such an amazing opportunity, specifically for you, is because Even with our students who are signed timid, they're able to acquire at least 1 contract for the proper owner, which means you can have normal human conversation with people, you are more than likely to get your first deal and that first 50 leads. But even if you didn't, we have a system in place that will help you acquire your first property using other avenues. This is a very high priority on our list for"
  },
  {
    "speaker": 1,
    "transcript": "our students."
  },
  {
    "speaker": 0,
    "transcript": "Next is credibility. So we're gonna make you an established and trustworthy company so you can build this business as levels needed to reach your goals. Because something that's very important when you're talking to the property owners is appearing credible. Appear like you've been in the business. This is something you're just starting to do. This is something you've been doing. And so to help you with that, We actually pay to have your website professionally booked for you. We pay to get you a professional domain email. We pay to get you a professionally designed logo and paid to have all of your print assets designed and printed for you. Everything from business cards to lenders to property owners. And the last thing I wanna cover before I get into the coaching components of getting you to a million a year is taxes. So We actually set up your LLC for you and also show you how to legally write off all business expenses, including the program, as well as how to protect yourself and your business legally. And, again, that's all done for you, meaning we do and pay for all of it for you. Does all that make sense so far?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Alright. You're the next person. You guys should be doing all that."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Great. Now our let's dive into the aspects of the program that will 100 percent change and accelerate your business. So you actually get live group coaching at the highest level possible. And what that means is that Monday through Friday, we have crucial b and b specific topics we cover with 6 and 7 figure coaches. And the reason that such an effective way of coaching for our students and for you is because everything is concise based on what you exactly need when you need it. So for you, as you're getting these first 2 properties, You're gonna hop on the negotiating group coaching call. You're gonna ask them to review your pitch to advise you on how to get properties. They're gonna give you personalized advice. They're gonna help you with your pets that you're practicing with you. And then once you get multiple properties, you should be able to do very quickly inside this program then you hop on the scaling call, and you'll be putting the system in place so that you can scale this thing while working only a few hours a week. And these all record as well. So if you can't attend, you can always go into the vault and watch the dive recording. Then on top of this group calls, we have a call what's called coaching on demand. And this is something that has been instrumental and setting our students up to build and scale. So if you happen to need more coaching or more support, even after you've attended the group sessions, you can also either call our team or schedule a 1 on 1 coaching session on demand with a 6 and 7 figure coach to go over anything you need. And these calls can literally be over anything you personally need. So you can hop on and ask some questions on how to scale, how to increase bookings. How to automate your business at a higher level. That's really up to you and your needs at specific moments during your journey. And -- Mhmm. Never want you to feel like you're on your own. So any question or process you don't fully understand will be addressed directly with an on demand 6 figure BMW coach in 24 hours or less. And the last thing I wanna cover. And, personally, I've never seen this in the industry. We actually have a guarantee where if you go through the program, you don't at least double your investment. We give you 100 percent of your money back. Makes sense?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Mhmm. Makes sense."
  },
  {
    "speaker": 0,
    "transcript": "What questions do you have about the the program? Like, entertality about the the process of role."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. So, I guess, the vision that I had for it was different from what you're explaining. So you guys are actually offering. You said you would help me get my first 1. It was at 50 leads."
  },
  {
    "speaker": 0,
    "transcript": "Mhmm. Let's actually get some for you. Yeah."
  },
  {
    "speaker": 1,
    "transcript": "You guys actually go you actually get it for me to fix your leads. And then I just is it so then I I go to those I I contact those leads and I go and close it with them, right, essentially? Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "That's right."
  },
  {
    "speaker": 1,
    "transcript": "Okay. What can So I will okay. So you get the 50 lead, and I will go get it. And then from the okay. So I see so I see how it's working now. So 50 leads, what was the other thing? You wanted you gotta do a live coaching every week. Monday through Friday. Right?"
  },
  {
    "speaker": 0,
    "transcript": "Original day, Monday through Friday."
  },
  {
    "speaker": 1,
    "transcript": "Monday through Friday. During the day."
  },
  {
    "speaker": 0,
    "transcript": "Yep. That's right. So those calls or group calls with coaches who are currently doing 6 and 7 figures a year in a B and B business."
  },
  {
    "speaker": 1,
    "transcript": "Okay. So Monday through Friday, group call. 68. That's crazy. And you're also teaching how to do the page and all that stuff. Mhmm. Because I I think that's the biggest thing. I mean, the first time I went to a landlord, and I was sleep. Like, my heart was beating out of my chest. That's how hard it was. So, yeah, That was the thing. But I think it's liberating to do it because you you step outside. You get on the other side of here. Mhmm. 50 to leave. It's gonna get 1 through Friday. And what else? Teaching. It still needs a okay. And the BAB platinum, that's what is there do you guys have another coaching? You said coaching on demand 6 to 7 figure, you can ask anything you want for help within 24 hours. Okay. And is DMV platinum the only thing that you guys have right now?"
  },
  {
    "speaker": 0,
    "transcript": "That's correct."
  },
  {
    "speaker": 1,
    "transcript": "Okay. Okay. Are you gonna be part of that too? What's"
  },
  {
    "speaker": 0,
    "transcript": "that?"
  },
  {
    "speaker": 1,
    "transcript": "Are you part of that too as well, the BME planning? So -- -- the coaches?"
  },
  {
    "speaker": 0,
    "transcript": "No. So we have an entire coaching team that works directly with our students all of them, you know, during 6, 7 figures a year, and I work on the the enrollment side."
  },
  {
    "speaker": 1,
    "transcript": "Okay? Alright. I got it. I guess that that was the biggest question because it's totally different from what I imagine. I thought we were gonna In terms of the coaching, I thought what was gonna happen is we're gonna do some research, call, and, you know, some research on what to know, what kind of property to get and call and do all this stuff. So since this is this is actually more value than I thought there was. Okay."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. And if you are specifically as well, you can literally hop on a call and be, like, here's my specific area. Can you help me find listings? You guys can work through together how to find listings. And you say, hey. I'm looking at these 5 properties. Can you review them? Just tell me what's the best 1 I should go with. That can review them for you to get super personalized specific stuff to you."
  },
  {
    "speaker": 1,
    "transcript": "Yeah. That that was my biggest concern there. Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "Yes. You actually you actually unlimited 1 on 1 coaching support."
  },
  {
    "speaker": 1,
    "transcript": "So you can book as"
  },
  {
    "speaker": 0,
    "transcript": "many 1 on 1 sessions as you need."
  },
  {
    "speaker": 1,
    "transcript": "And how do I how do I get into this?"
  },
  {
    "speaker": 0,
    "transcript": "Into into what specifically?"
  },
  {
    "speaker": 1,
    "transcript": "The B and B plan."
  },
  {
    "speaker": 0,
    "transcript": "So we can talk about the details for that what the next steps look like for that here in a second."
  },
  {
    "speaker": 1,
    "transcript": "Do you"
  },
  {
    "speaker": 0,
    "transcript": "have any other questions about the program specifics?"
  },
  {
    "speaker": 1,
    "transcript": "Not really. Yeah. Because you you mentioned we'll do the quick pushing in the morning. I can ask questions. And we can figure out the kind of properties I can look at and suggest those and see, you know, get the feedback that from there. Yeah. So far, so good."
  },
  {
    "speaker": 0,
    "transcript": "Cool. So We'll get into the investment in a moment, but just a question for you first. Because 1 of the most important things to me personally is alignment. And I've always refused to even consider having someone move forward, unless they are 10 out of 10 surgeon this will get them results. So with that said, considering this conversation we've had are 97.3 percent results rate. The results we've gotten for a hundred thousand plus students and the commitment from our coaches as well as our founder, Brian Page. And your personal commitment to accomplish in your vision. Are you confident that you get results? Yeah. Yeah."
  },
  {
    "speaker": 2,
    "transcript": "I'm confident."
  },
  {
    "speaker": 0,
    "transcript": "K. Beautiful. Now 1 last question for you. This program, like I said, has a 97.3 percent result rate. So, obviously, my number on priority is to maintain that. Because if I let someone in he doesn't get results, then I become the executive consultants responsible for ruining our results rate, and return is responsible for every executive consultant going forward, not being able to say we have the high results rate anymore. And, you know, I really respect my position here and the reputation that worked hard to build. And it's also not like we're struggling as a hospice program. Mean, we have over 300 people a month trying to get in. So we're just trying to select the people that we're confident are gonna spend at least 2 to 3 hours a week following our process and follow the formula. Although I'm fairly confident you, Arich, why do you feel like you're going to get results? And out of all the people we could work with, why should we select you?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Because I'm gonna give it a serious go. Like, right away. And because I'm already ready. Like, whether or not I'm in the B and B Platinum or anything. It's just, like, I'm ready to just for the next few months, just take serious action all the way through to get resolved. Because I I'm not because right now, I'm in the best it shouldn't possible to do it. And I just wanna get this done. I wanna talk to landlords. I wanna get new properties, and I wanna change my lifestyle and tie And with the pro with the process that we've been through, with the crystal clear vision, it has given me even more ammo. To actually do this. And what what's what it's costing me in terms of the opportunity cost. I think I I wanna get, you know, in front of that. And and get the kind of income that I wanna make right away, like, as quickly as possible. You said 18 months. The accident in my head and not wanna do it. Mhmm. So that's that's where I'm at right now."
  },
  {
    "speaker": 0,
    "transcript": "What else?"
  },
  {
    "speaker": 1,
    "transcript": "What was that? What else"
  },
  {
    "speaker": 0,
    "transcript": "could you tell me?"
  },
  {
    "speaker": 1,
    "transcript": "Oh, what else? Oh, what else could I tell you? As to to get it resolved. Yeah. I mean, I'm just gonna be able to take action every day that you know, anytime there every day, and I'll I'll make sure that I can actually get this done."
  },
  {
    "speaker": 0,
    "transcript": "Anything else?"
  },
  {
    "speaker": 1,
    "transcript": "Anything else. Not that I can think of. And I'm ready to invest"
  },
  {
    "speaker": 0,
    "transcript": "too. Okay. Mhmm. Do you mind if I throw you on mute for, like, 30 seconds and just kinda digest everything you just said? Because, obviously, I wanna make sure I make the wise decision here."
  },
  {
    "speaker": 1,
    "transcript": "Okay. I'd want you to be, you know, see if we could just So, yeah, take as much time as you need. Okay. May 9 06:06 2. They called not too. It's crazy. I've already watched it. You can see it. Yeah. I would like to watch this. Christine from DMV."
  },
  {
    "speaker": 0,
    "transcript": "You there?"
  },
  {
    "speaker": 1,
    "transcript": "Hey. Yes. K."
  },
  {
    "speaker": 0,
    "transcript": "You know what? Alright. Full transparency, I think you'd be a fantastic fit for this program. Okay. Yeah. So that being said, if Brian and our team, we're able to provide you with a step by step mentorship. The hand holding guide you on how to achieve a million a year. Would you still take action today? Yeah."
  },
  {
    "speaker": 1,
    "transcript": "What does that entail?"
  },
  {
    "speaker": 0,
    "transcript": "Cool. So, basically, for the program, since this is a 6 month long intensate program. And the average property generates 24000 dollars per year in profit. And we have a 97.6 percent results rate today. The program is 12000 dollars. But if you sign up today on this call, Brian has given me authorization to provide a fast action sign up. So if we make a decision today, I can take 2200 dollars off, so it's only 9800. How does it land for you?"
  },
  {
    "speaker": 1,
    "transcript": "And it's a it's a mentorship program?"
  },
  {
    "speaker": 0,
    "transcript": "That's right."
  },
  {
    "speaker": 1,
    "transcript": "Okay. So Okay. I I think I I understand. 9 800. Yes. It's it's a it's a sum. That's for sure. But if I can get a mentor out of it. And, like, it's kind of worth it. Yeah. Okay. And how do you guys wanna do this? Do you want it the full sum up front, or do you want do you have a payment plan?"
  },
  {
    "speaker": 0,
    "transcript": "So, typically, for most of our students would do the the full sum up front definitely capable."
  },
  {
    "speaker": 1,
    "transcript": "So that's is that different from the DMV platinum?"
  },
  {
    "speaker": 0,
    "transcript": "No. So this is the same thing."
  },
  {
    "speaker": 1,
    "transcript": "Oh, it's the same thing? Yeah. Okay. Okay. So beers. Okay. Alright then. Okay. And you already put you know, the the risk reversal. So even if I don't get anything out of it, I can get my money back. So that's fine. We can do it."
  },
  {
    "speaker": 0,
    "transcript": "Okay."
  },
  {
    "speaker": 1,
    "transcript": "So here we go. -- gotta repeat."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. We can just do this over card."
  },
  {
    "speaker": 1,
    "transcript": "Alright. Give me a moment. I have to get my actual correct card. Give me 1 second."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha."
  },
  {
    "speaker": 1,
    "transcript": "Okay. Cool. Cool. I have it with me."
  },
  {
    "speaker": 0,
    "transcript": "Is that card of a middle initial on it?"
  },
  {
    "speaker": 1,
    "transcript": "What's that?"
  },
  {
    "speaker": 0,
    "transcript": "Does that card have a middle initial on it?"
  },
  {
    "speaker": 1,
    "transcript": "No. It isn't. No? Okay."
  },
  {
    "speaker": 0,
    "transcript": "So what's the full name?"
  },
  {
    "speaker": 1,
    "transcript": "It's Over AAK0E."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. And then there's u kakao. Is that your first and last name at live dot com? Is that a good email for you?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah. Yep."
  },
  {
    "speaker": 0,
    "transcript": "Cool. Cool. And then what's the card number?"
  },
  {
    "speaker": 1,
    "transcript": "379826715631009."
  },
  {
    "speaker": 0,
    "transcript": "Gotcha. Expiration? 06:26. And the CVC?"
  },
  {
    "speaker": 1,
    "transcript": "What is it? It's 2 so 561I think that's what it is."
  },
  {
    "speaker": 0,
    "transcript": "561. Okay. I'm gonna read that back to you here just to make sure we got it right. To 379826715631009."
  },
  {
    "speaker": 1,
    "transcript": "Mhmm."
  },
  {
    "speaker": 0,
    "transcript": "Expiration is 0626 and CVC is 561. Yep. Gotcha. Okay. We'll go ahead and process it now. Alright. Beautiful, brother. Just went through. So congratulations. You're now the newest member of the BMW family of man. And, dude, you're seriously gonna just crush with this. Like, I have no doubt that you're just gonna annihilate this. Like, make so much money, get sold your properties. So I'm excited for your brother. I'm proud of you, man."
  },
  {
    "speaker": 1,
    "transcript": "Alright."
  },
  {
    "speaker": 0,
    "transcript": "I guess. So -- So what -- -- next step yeah. So the next step, let's get you onboarded. So what I'm gonna do is I'll send over an email to you. Is gonna have our link to our onboarding, which on there, you have a video from Brian, and also 4 or 5 steps to complete for onboarding. Some form to fill out. So we start getting your website, credit for you, your deeds, things like that. And then as well there, you'd be able to join the Facebook group, which is where we do the coaching calls in. And then Diane as well, who's our head of coaching operations. Should be giving you a call within the next 24, 48 hours, how onboard you, answer any questions you have, And, literally, we can get you on coaching calls, you know, today. Do you"
  },
  {
    "speaker": 1,
    "transcript": "send me a call? I think Dan sent me a message yesterday. I I didn't hear you guys. Yeah. Because I I wasn't sure. The first person Ming called me."
  },
  {
    "speaker": 0,
    "transcript": "Yeah."
  },
  {
    "speaker": 1,
    "transcript": "And I wasn't sure if it was actually from Brian Page. Unfortunately. And then she sent she sent me the email saying, well, it is. So you should you should, you know, it should be okay."
  },
  {
    "speaker": 0,
    "transcript": "Yeah. That's that's good to know. That's very good to know. Yeah. Awesome. So, yeah, though, basically, I'll send you the email over. Diane will help you with the questions, the app. All the next steps will be laid out in the email step by step for you. And then also on Tuesday next week at 2PM eastern will have a kickoff call with Brian. So Brian paid himself beyond there with you. You can hop on Brian with other new students. Ask some questions, pick his brain. By then, man, you'll probably be rolling. You'll be on the calls and and just rocking him in. So that'll be the next steps. We'll send you the email over. Down will give me a call soon. We'll need to get you in the group today and hit the ground running."
  },
  {
    "speaker": 1,
    "transcript": "Alright. That's the most money I spent on 1 time. So we'll see."
  },
  {
    "speaker": 0,
    "transcript": "Well, yeah, man. I'm gonna tell you, it's not gonna be too much longer than 9800 bucks. There's a lot of money for you. That would be like and you spent that on on dinner last night, you know, a year from now. Awesome, David. What"
  },
  {
    "speaker": 1,
    "transcript": "do you say?"
  },
  {
    "speaker": 0,
    "transcript": "Yeah. I'm excited for you, man. I have no doubt you're gonna crush it, and all I ask is is 1 favor. Is that okay?"
  },
  {
    "speaker": 1,
    "transcript": "Yeah."
  },
  {
    "speaker": 0,
    "transcript": "Okay. I'll ask that when you're making a million dollars a year. 18 months from now. You take me out to a a nice steak dinner That good deal. Good deal."
  },
  {
    "speaker": 1,
    "transcript": "That sounds good."
  },
  {
    "speaker": 0,
    "transcript": "Okay. Alright, Ray. This sounds fine. Well, yeah, send over that email to you so we can get you onboard to let Diane know that you're officially in so she can start working on your stuff. And then let's keep in touch as well. And, also, let me know Like, I wanna keep in touch with as well here you're doing throughout the program. And let me know after the call you have with Brian on Tuesday. Like, let let me know how it goes to you. Let me know you know, we took away from it, kinda the the insights, the the things he told you, unless he'd love to love to hear about it. Yeah."
  },
  {
    "speaker": 1,
    "transcript": "But that's your number here. Right? Thomas. Right? Thomas?"
  },
  {
    "speaker": 0,
    "transcript": "Yeah. That's right."
  },
  {
    "speaker": 1,
    "transcript": "Okay. So I'm gonna edit. Alright. Thank you."
  },
  {
    "speaker": 0,
    "transcript": "Cool."
  },
  {
    "speaker": 1,
    "transcript": "Alright, man."
  },
  {
    "speaker": 0,
    "transcript": "Alright. But, dude, it's been a pleasure talking with you. You're gonna crush it, and I hope you have been awesome rest of your day. Let's keep in touch."
  },
  {
    "speaker": 1,
    "transcript": "Alright. Thank you, sir. You're fine."
  },
  {
    "speaker": 0,
    "transcript": "You're welcome, man. Talk soon. Bye."
  }
]